Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/admin/sd/samiske_tall/samiske_tall_forteller_5_norsk_og_samisk_versjon.pdf.tmx
Source language: sme
Languages: nob

source: Jus juohkit sámi guovlluid iešguđet regiovnnaide, de oaidnit govva 13, ahte lea dušše Lulli / Gaska Romsa gos olmmošlohku lea lassánan dan guovtti maŋemus jagis.
nob: Splitter vi opp STN-områdene i ulike regioner, ser vi av figur 13 at kun SørTroms / Midt-Troms har hatt vekst de to siste årene.

source: Maŋŋil go olmmošlohku lei veahá njiedjan, de lassánii 2011 is olmmošlohku 105 olbmuin dan regiovnnas.
nob: Etter en liten nedgang i 2010 økte regionen folketallet med 105 personer i løpet av 2011.

source: Lea alla olgoriikka sisafárren mii lea lasihan olmmošlogu guovllus.
nob: Det er en høy innflytting fra utlandet som har sikret denne veksten.

source: Regiovnnas lei riegádanvuolláibáza ja sullii balánsa sisriikkalaš fárremis.
nob: Regionen hadde fødselsunderskudd og om lag balanse når det gjelder innenlandsk flytting.

source: Lea Skánit suohkan, gos 2011 is lea eanemus lassánan olmmošlohku, 76 olbmuin dahje 2,6 proseantain.
nob: Det er primært Skånland kommune som står for veksten i regionen med en økning på 76 personer eller 2,6 prosent i 2011.

source: Govva 3.12 Indekserejuvvon olmmošlohku, mii vuođđuduvvo 1990 dieđuide.
nob: Figur 3.12 Indeksert folketall basert på 1990.

source: Sámi guovllut
nob: STN-områder

source: Stuorimus njiedjan dáhpáhuvai Davvi Nordlánddas.
nob: Størst nedgang hadde nordre Nordland.

source: Doppe njiejai olmmošlohku 2 proseanttain guovtti jagi áigodagas.
nob: Folketallet her sank med 2 prosent i løpet av toårsperioden.

source: Eará guovlluin lea veaháš rievddadan 2010 rájes, muhto buohkat leat massán ássiid.
nob: De øvrige områdene har hatt små endringer siden 2010, selv om alle har mistet innbyggere.

source: Oarje-Finnmárkkus, gos sámi guovlluin lea olmmošlohku eanemusat njiedjan 1990 rájes, bisanii diet ovdáneapmi go doppe lei veahá lassáneapmi 0,1 proseantain.
nob: Vest-Finnmark, som siden 1990 har hatt den største nedgangen av alle innenfor STN, klarte å stoppe denne utviklingen i 2011 da de hadde en liten vekst på 0,1 prosent.

source: Dieđusge die ii leat go áibbas moatti olbmos sáhka, muhto dien sáhttá dulkot ahte lea álgán ovdánit positiivvalaš guvlui.
nob: Riktignok utgjør dette bare en håndfull personer, men det kan muligens tolkes som starten på en mer positiv utvikling.

source: Mii sáhttit duođaštit ahte Norggas lea olmmošlohku garrasit lassánan daid maŋemus jagiid.
nob: Vi kan konstatere en betydelig befolkningsvekst i Norge de siste årene.

source: Man ollu dat lea lassánan lea hirpmástuhttán eatnasiid.
nob: Styrken i veksten har overrasket de fleste.

source: Lea váttis einnostit boahtteáiggi, go dan lea SGD vásihan go leat einnostan movt álbmot ovdána, muhto lea ollu mii čujuha dan guvlui ahte álbmot lassána vel muhtin jagiid.
nob: Det er vanskelig å spå om framtiden, det har ikke minst SSB erfart gjennom befolkningsprognosene sine, men mye tyder på at veksten vil fortsette enda en del år.

source: Sivvan dasa lea vuosttažettin dat stuora sisafárrenlohku.
nob: Årsaken er først og fremst den store innvandringen.

source: Dat ekonomalaš konjunktuvra sáhttá jorggihit ja dilli EEO guovllus sáhttá buorránit guhkit áigge vuollái.
nob: De økonomiske konjunkturene kan imidlertid snu, og situasjonen innenfor EØS-området kan bedres på sikt.

source: Dat fas váikkuha sisafárremii Norgii.
nob: Det vil igjen ha betydning for innvandringen til Norge.

source: Muhtin eará mearka lea ahte lassáneapmi orru dakkár mii sentralisere.
nob: Et annet tegn er at veksten har virket sentraliserende.

source: Olmmošlohku lassána eanemusat dain guovddáš guovlluin.
nob: Befolkningsveksten finner vi primært i de sentrale områdene.

source: Oslos ja Akershusas oktan Rogalánddain lea olmmošlohku eanemusat lassánan. Hordalánda ii leat nu guhkin dain eret.
nob: Oslo og Akershus har hatt den størst folketilveksten med Rogaland og delvis Hordaland ikke langt unna.

source: Maiddái davvin lassána olmmošlohku, muhto oktasaš dan golmma davimus fylkkas lea ahte leat dat guovddáš gávpogat gos olmmošlohku lassána.
nob: Også i nord er det vekst, men felles for alle de tre nordnorske fylkene er at det er de sentrale byene som vokser.

source: Boaittobealesuohkanat rahčet doalahit olmmošlogu badjin, ja ollu suohkaniin lea olmmošlohku garrasit unnon daid maŋemus jagiid.
nob: Distriktskommunene sliter med å holde folketallet oppe, og flere kommuner har hatt betydelig nedgang de siste årene.

source: Jus geahččat ovdáneami davvi suohkaniin guhkit áigge badjel, de oaidnit ahte olmmošlohku lea eambbo go beliin unnon.
nob: Ser vi utviklingen i et lengre perspektiv, finner vi kommuner i nord som har mer enn halvert folketallet sitt.

source: Dat lea dramáhtalaš rievdan, mii sáhttá dagahit ahte suohkaniidda šaddá váttisin doalahit guovddáš doaimmaid dohkalaš dásis, earret eará šaddá váttisin geasuhit oahppan bargiid.
nob: Det er dramatiske endringer som gjør at kommuner kan få problemer med å holde oppe sentrale funksjoner og virksomheter på et tilfredsstillende nivå blant annet fordi de kan få vansker med å tiltrekke seg personell med spesielle kvalifikasjoner.

source: Seammás sáhttá dat fas váikkuhit ahte olbmot eai hálit fárret dakkár suohkaniiddda gos nu lea.
nob: Samtidig kan en slik situasjon igjen virke negativt på folks ønske om å flytte til slike kommuner.

source: Go guorahallat lagabui demográfalaš dili dain suohkaniin, de gávdnat bohtosiid mat eai leat beare buorit.
nob: Analyserer vi den demografiske situasjonen i disse kommunene nærmere, finner vi resultater som ikke er spesielt gunstige.

source: Sámi guovlluid logut čájehit seamma tendeanssa, vaikko daid maŋemus jagiid lea olmmošlohku hui ollu lassánan rikka dásis.
nob: Tallene for de samiske områdene viser samme tendens til tross for at vi de siste årene har hatt rekordstor nasjonal vekst.

source: Dan guovtti maŋemus jagi njiedjan ii leat goitge nu stuoris, muhto sivvan dasa lea go olgoriika sisafárren goazasta olmmošlogu njiedjama.
nob: Nedgangen de siste to årene er likevel ikke veldig stor, men det skyldes primært den positiv innflyttingen fra utlandet, som bremser nedgangen.

source: Referánssat
nob: Referanser

source: Høydahl, Even og Rustad Øivind: Befolkningsvekst, men ikke over alt.
nob: Rustad, Øivind 2010. Befolkningsutvikling i STN-området 1990–2010.

source: Samfunnsspeilet nr. 5-6 2009 Orrun- ja fárrentreanddat dáru- ja sámisuohkaniin 40 jagi áigodagas, go guoská barggahusaid ektui
nob: 43 4 Bo- og flyttetrender i norsksamiske kommuner gjennom 40 år i relasjon til sysselsetting

source: Ann Ragnhild Broderstad Dutki, dr.med., Sámi dearvvašvuođa dutkanguovddážis, Servodatmedisiinna instituhtas, Tromssa Universitehtas Medisiinnalaš klinihkka, Davvi-Norgga Universitehtabuohcciviesus, Hárštas
nob: Ann Ragnhild Broderstad, forsker, dr.med, Senter for samisk helseforskning, Universitetet i Tromsø, og overlege, Medisinsk klinikkk, Universitetetssykehuset Nord-Norge, Harstad

source: Kjetil Sørlie Seniora dutki Norgga gávpot ja regiovnnadutkama instituhtas / Norsk institutt for by og regionforskning (NIBR)
nob: Norsk institutt for by- og regionforskning (NIBR)

source: Boaittobeale báikkiin fárret gávpogiidda lea dovddus ja lea fenoména mii lassána hui máŋgga boaittobeale suohkaniin.
nob: Flytting fra distrikt til byer er et kjent og voksende fenomen for svært mange distriktskommuner.

source: Fárret eret ruovttusuohkanis lea dávjá bistevaš ja dat ahte fárret fas ruovttoluotta ruovttubáikái lea juoga mii ii dáhpáhuvvá nu dávjá, earenoamážiid boaittobealesuohkaniidda davvin.
nob: De som flytter fra hjemkommunen, flytter ofte for godt, og det er ikke like vanlig at de flytter tilbake, spesielt gjelder det distriktskommuner i nord.

source: Sámi dearvvašvuođa dutkanguovddáš lea fárrolaga Norgga gávpot- ja regiovnnadutkama instituhtain (Norsk institutt for by og regionforskning (NIBR)) dahkan registtardutkama 2011-2012, mas guhkit áigge leat dutkan álbmoga mii leat eretfárren. Guorahallama vuođđu lea Našunála álbmotregisttar, gos leat buot Norgga álbmoga birra dieđut earret eará ássanbáikkiid, barggahusaid, fárremiid ja oahpuid ektui. Dan registtaris leat
nob: En registerstudie som følger utflyttet befolkning over tid, er gjennomført av Senter for samisk helseforskning i samarbeid med Norsk institutt for by og regionforskning (NIBR) i 2011–2012 Grunnlaget for analysene er Det nasjonale folkeregisteret, hvor all informasjon om blant annet bosted, sysselsetting, flytting og utdanninger er registrert for hele Norges befolkning.

source: dieđut 1964 rájes juo.
nob: Registeret har informasjon tilbake til 1964.

source: Dieđut čearddalaš duogáža birra gávdnojit álbmotlohkamis 1970.
nob: Informasjon om etnisk bakgrunn finnes i folketellingene fra 1970.

source: Dasa lassin atne Dearvvašvuođa- ja birgenlágidutkama, maid Sámi dearvvašvuođadutkan guovddáš čađahii 20032004, duogáš duođaštussan, go galge válljet daid dihto suohkaniid.
nob: I tillegg ble Helse- og levekårsundersøkelsen fra 2003–2004, utført ved Senter for samisk helseforskning, brukt som bakgrunnsdokumentasjon ved definisjon av utvalgskommuner.

source: Sis lea juohke goalmmát fárren ruovttusuohkanis eret ja leat bistevaččat orrugoahtán gávpogiin, oktiibuot 8318 persovnna (36% main ledje 4489 nieidda ja 3829 bártni.
nob: Av disse har nesten hver tredje ungdom flyttet ut fra sin oppvekstkommune og bosatt seg permanent i en by, totalt 8318 personer (36 % av dem 4489 kvinner og 3829 menn.

source: Leat eambbo nissonolbmo go dievdoolbmo, geat fárrejit gávpogiidda ja bisánit dohko, namalassii 39 proseanta nissonolbmuin ja 33 proseanta dievdoolbmuin.
nob: Flere kvinner enn menn flytter til byer og blir boende, henholdsvis 39 prosent kvinner og 33 prosent menn.

source: Buot gávpogiidda bohtet geográfalaččat lagamus boaittobeal guovlluin.
nob: Alle byene rekrutterer fra nærliggende geografiske distriktsområder.

source: 82 proseanta dievdoolbmuin ja 81 proseanta nissonolbmuin barget dahje leat barggahusas dain sámi-dáru guovlluin.
nob: Sysselsettingen i de samisk-norske områdene er 82 % for menn og 81 % for kvinner.

source: Leat unnit dievdoolbmot, geat barget dain sámi-dáru guovlluin go muđui riikkas, muhto nissonolbmuid ektui ii leat erohus.
nob: Det er litt færre menn i arbeid i de samisk-norske områdene enn i landet for øvrig, men for kvinner er det ingen forskjell.

source: Barggahusdássi rievddada dan čieža guovllus.
nob: Det er stor variasjon i sysselsettingsnivået mellom de sju områdene.

source: Eai leat nu oallugat dain sámi-dáru suohkaniin, geat johtet guhkes gaskkaid barggu geažil, go muđui dahket riikkas.
nob: Generelt pendles det mindre i de samisk-norske kommunene enn i landet som helhet.

source: Leat beali unnit nissonolbmot go dievdoolbmot, geat johtet guhkes gaskkaid barggu geažil, sihke min dutkamis ja muđui riikkas.
nob: Kvinner pendler også bare halvparten av det menn gjør, dette gjelder både i vår studie og i landet for øvrig.

source: Nuppi oasis dán iskkádeamis galgat geahččat makkár eallindilli lea olbmuin, geat leat fárren giliin gávpogiidda.
nob: Resultatene som er presentert i dette kapittelet, er deler av trinn 1 i studien Fra bygd til by.

source: Dán oasi vuođđun galgá leat jearahallanskovvi, maid leat sádden sidjiide, geat leat fárren gillin gávpogiidda, ja lea plánejuvvon čađahuvvot čakčat 2012 – dálvi 2013.
nob: Trinn 2 er en undersøkelse som skal sette søkelys på levekår hos personer som har flyttet fra distriktsområder til bykommuner. Trinn 2 vil basere seg på spørreskjema utsendt til utflyttete personer, og er planlagt gjennomført høsten 2012 og vinteren 2013.

source: 4.1 Álgu
nob: 4.1 Innledning

source: Álbmoga sturrodat lea sorjavaš máŋgga fáktorii, earret eará man ollu mánát riegádit, man ollu jápmet olbmot, man ollu fárrejit báikái dahje eret báikkis.
nob: Befolkningsstørrelse er avhengig av mange faktorer, blant annet antall fødsler, dødsfall, tilflytting og fraflytting.

source: Dan maŋemus 20 – 30 jagis lea olmmošlohku hui ollu njiedjan máŋgga riddosuohkanis.
nob: De siste 20–30 årene har antall innbyggere i mange kystkommuner blitt betydelig redusert.

source: Seammás go olmmošlohku lea lassánan gávpogiin, de lea boaittobealbáikkiin olmmošlohku njiedjan.
nob: Samtidig har byene vokst proporsjonalt med synkende folketall i distriktene.

source: Lea dovddus ášši ahte olbmot fárrejit boaittobealbáikkiin gávpogiidda ja lea maiddái juoga mii lassána máŋgga boaittobealsuohkaniin (1-3), ja máŋgga sájis maid lea dárbu dan dahkat go galgá háhkat oahpu ja barggu.
nob: Flytting fra distrikt til byer er et kjent og voksende fenomen for svært mange distriktskommuner (Juvkam ofl. 2010:16, Karlstad ofl. 2008:12, Sørlie 2001:5), og i mange tilfeller en nødvendighet for å skaffe seg utdannelse og jobb.

source: Danne leat eanas nuorat olbmot álbmogis geat fárrejit.
nob: Det er derfor i hovedsak den yngste delen av befolkningen som flytter.

source: Fárren dagaha dávjá maid bistevaš fárrema eret suohkanis, ja ruovttoluotta fárren ii dáhpáhuvvá nu dávjá, earenoamážiid boaittobealsuohkaniidda davvin.
nob: Utflytting fører ofte til permanent fraflytting fra hjemkommune, og tilbakeflytting er ikke så hyppig forekommende, spesielt for distriktskommuner i nord.

source: Leat eambbo nissonolbmot go dievdoolbmot (4) geat fárrejit, juoga mii daguha mánnáriegádeami ovdii, ja maiddái árbevirolašmáhtu viidásit fievrredeapmái, dain guoskevaš servodagain.
nob: Kvinner flytter i større grad enn menn (Sørlie 2006), noe som påvirker tilveksten av barnetilskudd, samt tradisjonsoverføringer i de berørte samfunn.

source: Guhkit áigái dagaha fárren servodatlaš konsekveanssaid ovtta unna giláža servodahkii.
nob: På sikt vil fraflytting få store samfunnsmessige konsekvenser for et lite distriktssamfunn.

source: Fárrenrávdnji gilážiin guovddáš báikkiide čuohcá maiddái gávpogiidda.
nob: Også byene påvirkes av flyttestrømmen fra distrikt til mer sentrale strøk.

source: Dan maŋemus 40 jagis leat ollu olbmot fárren máŋgga árbevirolaš sámi suohkaniin stuorit báikkiide ja gávpogiidda Norggas.
nob: De siste 40 årene har det vært stor utflytting fra mange tradisjonelle samiske kommuner til tettsteder og byer i Norge.

source: Danne leat Norgga gávpogiin hui ollu sápmelaččat ja máŋggačearddalaš veahkádat.
nob: Det er derfor en betydelig samisk eller fleretnisk populasjon bosatt i de norske byene.

source: Muhto ii leat vejolaš jur juste dadjat man ollu lea dain eretfárrejeddjiin dáru, sámi dahje seahkánan kultuvrralaš duogáš.
nob: Men det er ikke mulig å tallfeste hvor mange av utflytterne som har norsk, samisk eller blandet kulturell bakgrunn.

source: Sámi álbmot gávpogiin leat oktiilaš joavku, go máŋgasis leat ruohttasat iešguđege boaittobealguvlui, geain lea máŋggabealát kulturduogáš ja historja.
nob: Den samiske befolkningen i urbane strøk er en sammensatt gruppe, mange med røtter i forskjellige distriktsområder og med mangfoldig kulturbakgrunn og historie.

source: Ovdal ii leat čađahuvvon makkárge eallindili iskkadeapmi eretfárren álbmoga ektui.
nob: Det er ikke tidligere gjort egne levekårsundersøkelser for denne utflyttede befolkningen.

source: Diekkár iskkadeamit leat váddásat, go ii leat álki identifiseret eretfárrejeddjiid muđui juo stuora álbmotjoavkkus, mas leat máŋga iešguđetlágán joavkku (5).
nob: Slike undersøkelser er vanskelige fordi det ikke er enkelt å identifisere utflytterne i en ellers stor befolkningsgruppe bestående av mange ulike grupper (Bhopal 2008).

source: Dieid sámi ja dáru suohkana fárrejeddjiid sáhttá identifiseret, go čuovvu máŋgga jagi badjel álbmoga, geat leat boaittobealsuohkaniin eret, registtar guorahallama bokte.
nob: Men disse utflytterne fra kommuner med både samisk og norsk bosetning kan identifiseres ved å følge befolkningen fra distriktskommuner over mange år gjennom registeranalyser.

source: Sámi dearvvašvuođadutkama guovddáš ja NIBR leaba 2011 čađahan obbalaš guorahallama makkár lea olbmuid fárrenminsttar boaittobealguovlluin gávpogiidda, gos leat sihke sápmelaččat ja dáččat (6).
nob: En helhetlig gjennomgang av flyttemønstre fra distriktsområder med samisk og norsk befolkning til byer ble derfor gjennomført av Senter for samisk helseforskning og Norsk institutt for by og regionforskning i 2011 (Sørlie ofl. 2011).

source: Ulbmiliin dainna lei gávnnahit man oallugat fárrejedje gávpogiidda 40 jagi áigodagas.
nob: Formålet var å finne ut hvor mange som i løpet av en periode på 40 år hadde flyttet til byer.

source: Dán artihkkalis áigut ovdanbidjat orrun- ja fárrendieđuid 23 suohkanis DavviNorggas, gos orrot sihke sápmelaččat ja dáččat, ja seammás geahččat man oallugat álbmogis leat barggahusain ja gos sii barget.
nob: I denne artikkelen vil vi presentere bo- og flyttedata fra 23 kommuner i NordNorge med samisk og norsk bosetning, og samtidig se på hvor stor andel av befolkningen som er sysselsatt, og hvor de jobber.

source: Dieđut olbmuid čearddalaš duogážiid birra eai leat, go dakkár dieđut eai gávdno Nášunála álbmotregisttaris, mas mii váldit vuođu iežamet guorahallamiidda.
nob: Informasjonen om etnisk bakgrunn på individnivå foreligger ikke fordi en slik informasjon ikke finnes i Det nasjonale folkeregisteret som danner grunnlaget for våre analyser.

source: 4.2 Doabačilgehus
nob: 4.2 Begrepsavklaring

source: Čuovvovaččat áigut vuos čilget muhtin doahpagiid, maid geavahit teavsttas (rámma 1).
nob: I det følgende vil vi avklare en del begrep som brukes i teksten (ramme 1).

source: Registtarguorahallan Buot olbmot, geat orrot Norggas, leat registrerejuvvon máŋgga registtarii.
nob: Registeranalyse Alle personer bosatt i Norge er registrert i flere register.

source: Ovdamearkka dihte dakkár registtariin leat Nášunála álbmotregisttar, Riegádahttinregisttar, Borasdávdaregisttar, Oadjoregisttar jna..
nob: Eksempel på register er Det nasjonale folkeregister, Fødselsregisteret, Kreftregisteret, Trygderegisteret etc..

source: Dán artihkkala guorahallamis leat olbmuid birra dieđut, geat leat riegádan gaskal 1950 ja 1974, gos lea sin bajasšaddanbáiki ja gos lea sin orrunbáiki maŋŋil eallimis.
nob: Analysene i denne artikkelen er basert på informasjon om oppvekststed og bosted senere i livet for årskullene født mellom 1950 og 1974.

source: Dás oaivvildit fástaorruid, olbmuid, geat leat ruovttoluotta fárren ja siskkáldasfárrejeddjiid muhtin vissis guovllus.
nob: Lokalbefolkning Her forstått som summen av bofaste, tilbakeflyttere og internflyttere i et gitt område.

source: Dás oaivvildit olbmuid, geat eai leat goassege dieđihan iežaset fárren eret bajasšaddansuohkanis, maŋŋil go leat deavdán 15 jagi.
nob: Bofaste personer Her forstått som personer som aldri har meldt flytting ut av oppvekstkommunen sin etter fylte 15 år.

source: Dás oaivvildit olbmuid, geat leat fárren nuppi suohkanii seamma regiovnna siskkobealde.
nob: Internflyttere Her forstått som personer som har flyttet til en annen kommune i egen region.

source: Dás oaivvildit olbmuid, geat leat fárren eret iežaset regiovnnas.
nob: De fraflyttede Her forstått som de som har flyttet ut fra egen region.

source: Eretfárrejeddjjiid gávdnat ovtta dan viđa joavkkus: muhtin gávpotjoavkkus, muhtin eará sámi-dáru suohkanis, muhtin eará suohkanis Davvi-Norggas, muhtin eará suohkanis LulliNorggas dahje juo olgoriikkas.
nob: Fraflytterne finner vi igjen i en av fem soner: enten i en av bygruppene, i et av de andre samiskTilbakeflyttere Her forstått som personer som har flyttet ut og senere tilbake til oppvekstkommunen i løpet av den aldersfasen vi ser på.

source: Ruovttoluotta fárrejeaddjit Dás oaivvildit olbmuid, geat leat fárren eret ja maŋŋil fas ruovttoluotta bajasšaddansuohkanii dan agi olbmuin, maid mii leat geahččan.
nob: Tilflyttere Her forstått som personer som har flyttet inn til en region og fortsatt bor der.

source: Dás oaivvildit olbmuid geat leat fárren muhtin regiovdnii ja gos ain orrot.
nob: norske områdene, i en annen landkommune i Nord-Norge, i en annen landkommune i Sør-Norge, eller i utlandet.

source: Viidásitfárrejeaddjit Dás oaivvildit olbmuid geat leat fárren muhtin boaittobealregiovdnii ja maŋŋil fas eret doppe.
nob: Videreflyttere Her forstått som personer som har flyttet inn til en av distriktsregionene og senere flyttet ut igjen.

source: Viidásitfárrejeaddjit ja sisafárrejeaddjit leat buohkat, geat leat dieđihan fárrema muhtin regiovdnii maŋŋil go leat deavdán 15 jagi.
nob: Summen av videreflyttere og tilflyttere er alle som har meldt flytting inn til en region etter fylte 15 år.

source: Fárrenbalánsa Lea erohus gaskal bistevaš sisafárrema ja bistevaš eretfárrema.
nob: Flyttebalanse Er differansen mellom permanent tilflytting og permanent fraflytting.

source: Fárrenbalánsa šaddá minus beallái go leat eanebut geat fárrejit bistevaččat eret iežaset ruovttusuohkanis, go dat geat fárrejit sisa suohkanii.
nob: Flyttebalansen kommer i minus når flere flytter permanent fra sin hjemkommune enn de som flytter inn.

source: Fárrenbalánsa šaddá positiivvalaš go lea nuppelágán dilálašvuohta.
nob: Flyttebalansen blir positiv ved motsatte forhold.

source: Eretfárrensuohkan Lea dat suohkan gos fárrejit eret.
nob: Utflyttingskommune Er den kommunen det flyttes fra.

source: Eretfárrensuohkanat leat dán iskkadeamis juhkkojuvvon čieža regiovdnii, mat heivejit oktii geográfalaččat, historjjálaččat ja kultuvrralaččat.
nob: Utflyttingskommunene i denne undersøkelsen er gruppert i sju regioner, som passer sammen geografisk, historisk og kulturelt.

source: Dasa lassin sáhttá osku, giellamáhttu ja váhnemiid ealáhus- ja bargoduogážat leat mávssolaš váikkuheaddjit, mat rasttildit daid iešguđetge šlájaid.
nob: I tillegg kan religion, språkkunnskaper og foreldrenes nærings- eller yrkesbakgrunn være viktige påvirkningsfaktorer på tvers av disse kategoriene.

source: Sisafárrenbáikkit Min guorahallamis leat dát Norgga gávpogat, mat leat juhkkon logi gávpogii ja gávpotjoavkkuide.
nob: Tilflyttingsstedene I vår undersøkelse er dette byene i Norge, fordelt på ti byer og grupper av byer.

source: Demografiija Álbmoga čoahkádusa guorahallan ja dan sturrodat vissis áigodagas.
nob: Demografi Studiet av befolkningens sammensetning og størrelse på et gitt tidspunkt.

source: 4.3 Metoda ja dieđuidčohkken
nob: 4.3 Metode og datainnsamling

source: Vuođđun dáidda guorahallamiidda lea našunála álbmotregisttar, gos leat olles Norgga álbmoga birra dieđut earret eará orrunbáikki, barggahusa, fárrema ja oahpuid ektui.
nob: Grunnlaget for analysene er Det nasjonale folkeregisteret hvor all informasjon om blant annet bosted, sysselsetting, flytting og utdanninger er registrert for hele Norges befolkning.

source: Registtaris leat dieđut gitta 1964 radjái.
nob: Registeret har informasjon tilbake til 1964.

source: Muhtin vissis suohkaniin leat buot olbmuid čuvvon dan rájes go leat leamaš 15 jahkásaččat, dassážii go šadde 33-57 jahkásaččat 2008 radjái (dál lea 36-60 jahkásaččat).
nob: Alle personer med oppvekst i forhåndsdefinerte kommuner er fulgt fra de var 15 år, til de ved inngangen til 2008 var i alderen 33–57 år (nå i alderen 36–60 år).

source: Dat leat oktiibuot 25 jahkebuolvva, geat leat riegádan áigodagas 1950-1974.
nob: Det utgjør totalt 25 årskull, født i perioden 1950–74.

source: Dat leat fas juhkkojuvvon viđa jahkejovkui.
nob: Disse er igjen inndelt i fem femårsgrupper.

source: Suohkaniid dan guorahallamis leat válljen go doppe orrot sihke sámegielagat ja dárogielagat.
nob: Kommunene i studien er valgt ut fra at de har både en samisk og en norsk bosetning.

source: Dieđut čearddalaš duogáža birra gávdnojit álbmotlohkamis 1970 (7).
nob: Informasjon om etnisk bakgrunn finnes i folketellingene fra 1970 (Aubert 1978:27).
